public class YearlyReport {











    void printYearlyReport() {
                /* По сохранённым данным вывести в консоль имеющуюся информацию
                1 - рассматриваемый год
                2 - прибыль по каждому месяцу
                3 - средний расход за все имеющиеся операции в году;
                4 - средний доход за все имеющиеся операции в году.
                Перед выполнением подсчётов необходимо проверить, что месячные отчёты были считаны из файла.
                В случае если этого сделано не было, нужно предложить сначала считать данные.
                */
    }





}
